const contentfr = {

    textAlign: "right",
    
    navitems: ['Accueil', 'Présentation', 'Artistes', 'Programme', 'Infos Pratiques'],

    slideimgs: ['Carousel_01.jpg', 'Carousel_02.jpg', 'Carousel_03.jpg', 'Carousel_04.jpg', 'Carousel_05.jpg', 'Carousel_06.jpg', ],

    title: 'التصوير الفوتوغرافي؟ لماذا؟',

    intro: ["مفاهيم واختبار وتحولات وخيال وألعاب أحاسيس مفرطة وفكاهة", " وإمكانيات ناشئة في عصر التمكن “التام“ لما هو رقمي", "أكبر المصورين الفوتوغرافيين المعاصرين للفن باليابان　"],

    presentation: [
        "قابلت جميع المصورين الفوتوغرافيين (باستثناء يوكي أونوديرا) بإكس أون بروفانس سنة 2015 عندما تمت دعوتنا للمشاركة بمعرض “Regards Croisés Japon-Provence / Photo Aix 2015“ برواق زولا بمدينة الكتاب. ولقد قضينا أسبوعاً معاً وتحدثنا كل يوم عن إضاءة المعرض والجدران والتصوير الفوتوغرافي وعملنا الخاص (منذ الإنشاء والتصور والتجسيد والتقنية والتوزيع) وعمل الآخرين وعصرنا المعاصر ومخاوفنا وأنفسنا. ونحن جميعاً بين 40 و 56 سنة، ولكن من أجيال مختلفة. وعادة ما يلتقي الناس في المهرجانات أو المعارض وينفصلون في نهاية الفعالية. وفي هذه الحالة، استمرت اجتماعاتنا ومحادثاتنا حتى اليوم. ونلتقي ونحب المشاركة والتحدث معاً كمصورين فوتوغرافيين وفنانين وأشخاص. وكما قال كين كيتانو: “كفنانين، لا يمكننا الخلق لوحدنا، فنحن مدعومون من قبل العديد من الناس“. تشبه اجتماعاتنا مجموعة دراسة غير رسمية، حيث نستلهم ونفكر بشكل أعمق في التصوير الفوتوغرافي.",

        "تمثل أعمال هؤلاء الفنانين الستة أسئلتي الخاصة حول التصوير الفوتوغرافي. التصوير الفوتوغرافي؟ لماذا؟ السؤال هو كالآتي: ما هي إمكانات التصوير الفوتوغرافي في عالم اليوم ومع تصورات اليوم؟ ويبدو لي أنه من المهم أن يتمكنوا من مشاركة عملهم مع الجمهور، خاصة بالمغرب حيث العلاقة مع اليابان ضعيفة تاريخيًا. ولا يزال هذان البلدان غامضين لبعضهما البعض. وأرغب في تقديم أعمالهم على أنها “إمكانيات تصوير فوتوغرافي معاصر“، بدلاً من إرفاقها ضمن محيط “صورة فوتوغرافية يابانية“ من شأنها تقسيمها والحكم على إمكاناتها وتنوع ممارساتها مسبقاً.",

        "وتختلف أعمالهم اختلافاً كبيراً عن بعضها البعض، باستثناء شيء واحد: علينا أن نتعامل مع السياق الحالي للتصوير الفوتوغرافي، في العصر الرقمي - والذي يبدو أنه ينتج صوراً شخصية ورمزية ومثالية تقنيًا. ولا تستكشف هذه التغييرات السريعة في التصوير الفوتوغرافي العلاقة بين فكرة العمل والموضوع ومعرض العمل أثناء عملية الخلق بشكل كافٍ. وأصبح التصوير الفوتوغرافي دعامة مبنية على توقعات الجمهور. كما لو كان المصورين الفوتوغرافيين لا يحتاجون إلى الاختبار والتشكيك في العلاقة بين الوسيط والتقنية واعتبار طبيعة التصور البصري أمراً مفروغاً منه. ",

        "في الوقت الراهن، نحن ننتج صوراً بطريقة رأسمالية، دون حتى التفكير في أهميتها. ويتم إجراء العديد من عمليات التعريض عن طريق إرسال ملف معلوماتي دون أي اعتبار لمفهوم الصورة الفوتوغرافية الأصلية. ويمكن اعتبار هذا بطريقة ما عملية دمقرطة للتصوير الفوتوغرافي - ومع ذلك، فإن هذا يعادل الحد من فكرة التصوير الفوتوغرافي وإمكانيات تجسيده.",

        "يجب أن نفكر أيضاً في “التصوير الفوتوغرافي في الشوارع“، والذي يعتبر الآن من الممارسات السائدة في اليابان. ويتعلق الأمر هنا بصور فوتوغرافية من السهل مشاهدتها كونها وصفاً محدوداً في تعبيرها (التكوين، النبرة) وغالبا ما تكون مثيرة. وتقنية التصوير الفوتوغرافي - بصرف النظر عن الصفات الفوتوغرافية الأساسية - لم يتم وضعها موضع تساؤل فيها في هذا التصوير الفوتوغرافي. وكثيرا ما تستخدم بحيث تصبح لغة مشتركة. وهي تعطي للجمهور كليشيهات تصف ولكن لا تساءل.",

        "لقد تكرر الأمر كثيراً لدرجة أنه أصبح لغة معيارية. ويمكننا أن نذكر أيضاً “الاندفاع إلى فوكوشيما“ - حيث انتقل العديد من المصورين الفوتوغرافيين إلى المنطقة التي دمرها التسونامي والكارثة النووية وأطلعونا على مأساة أولئك الذين فقدوا كل شيء ولكنهم تصرفوا كما لو أنه لم يكن بالمقدور أن يكون هناك أكثر من صوت واحد في هذا السياق. وتثير الأعمال الإعجاب في البداية. ولكن عندما يتم تكرارها، فإنها تبدو بسرعة كأنها قذيفة فارغة.",

        "المصورين الفوتوغرافيين الذين اخترتهم لتقديمهم في مهرجان مراكش هم مستقلون، أي بعيدين كل البعد عمَّا يُعرف باسم “التصوير الفوتوغرافي الياباني“. وطريقتهم في العمل ذاتية التحساس أيضاً. ولكن على الرغم من أنهم ليسوا جزءًا من “التصوير الفوتوغرافي السائد“ في اليابان، إلا أنهم حققوا نجاحاً باهراً. وأصبحوا معروفين الآن بنهجهم المحدد للتصوير الفوتوغرافي، حيث يستمرون في التشكيك في الإمكانات والأفكار التي نتخذها منهم - بل إنها أساس عملهم. وهم لا يتوقفون عن الاختبار مع وسيطهم. ",

        "",

        "ميكي نيتادوري"
    ],

    artists: [{
            name: 'ريساكو سوزوكي',

            description: "«“أريد تصوير العالم كما كان بدلاً من رؤيته. إنه يختلف عن “التصوير الفوتوغرافي للتصوير الفوتوغرافي“،»",

            quote: "« “أريد تصوير العالم كما كان بدلاً من رؤيته. إنه يختلف عن “التصوير الفوتوغرافي للتصوير الفوتوغرافي“، والذي يعني بشكل أو بآخر “لقد صورت بهذه الطريقة“. ومن خلال تبني مبدأ تصوير العالم كما كان، من المحتمل أن يكون لدينا انطباع بأننا نشعر بالعالم الذي “فوَّتناه“. والدليل على أنني كنت هناك ليس بالأمر المهم. والأهم هو أن الجمهور يتساءل إذا كان هذا المشهد لا يزال موجوداً حيث تم تصويره“. »",

            bio: [""],

            text: "ريساكو سوزوكي هو واحد من المصورين الأكثر شهرة في اليابان المعاصرة. وكان يحب اللعب مع المألوف، والذي يقدره. في سلسلته المسماة “Pile of time“، قام بتصوير Osore Zan (جبل الخوف) في آوموري. وهو موقع كان موضوع عمل مصورين مثل إيسي سودا وشومي توماتسو بطريقة أكثر مأساوية، حيث عمل هؤلاء الفنانين على الجانب المظلم لمكان نعبر فيه طريق الحياة والموت. وقام سوزوكي بتصوير كليشيهات مشرقة ومتعددة الألوان بأسلوب يطلق عليه أحيانًا اسم “pop“. ولا يعتقد أن لديه كتابة فردية للتصوير الفوتوغرافي، بل يستكشف التجربة التي تطورت بين صوره والجمهور. وهو يسائل الإدراك البصري ويتساءل كيف يعرف الجمهور بالفعل ما الذي تمثله الصور. ويسافر كثيراً مع معداته الكبيرة الحجم والمعقدة الشكل. والغريب في الأمر أن أعماله ملونة وخفيفة، على عكس معداته. وفي الحياة الواقعية، يلعب باستمرار مع الكاميرات: من الكاميرات الكبيرة الحجم إلى الهاتف المحمول. ويحب ألا يكون لديه تكوين دقيق، مما يجعله يدغدغ الجمهور. وهذا ما يطرح السؤال الآتي: “لماذا قام بتصوير هذا الفضاء حيث لا يوجد شيء مثير للاهتمام لرؤيته؟“ فهو يقدر وضع عمله موضع تساؤل. ويريد تحدينا: التصور البصري غالباً ما يكون مضللاً ووهميًا. في سلسلته White، وضع ورقة بيضاء بجانب صور فوتوغرافية للثلج. تتم قيادة المشاهد، الذي لا يفهم الفرق، تدريجيا إلى تجربة النظر إلى الصورة الثلجية. ويؤمن سوزوكي أيضاً بأهمية التصوير الفوتوغرافي لدمج خصائص المكان الذي تم تصويره. ويعالج عمله فلسفة جمال مهدئ ومتعرف عليها، ولكنه مع ذلك غير مريح لعقلنا الواعي. يمكن اعتبار مواضيعه كليشيهات يابانية، لكنه لا يمثل عادة “ساكورا“ (أزهار الكرز). في بعض الصور الفوتوغرافية لا يوجد تركيز، مما يخلق نوعاً من التجريد، حيث يبدو أن الأشخاص المركزين وغير المركزين لا يوجدون في المكان المناسب. ويمكن للمرء أن يحب عمله أو لا يحبه، وهو ما يثير في كثير من الأحيان ردود فعل متضاربة. وذلك شبيه باللوحة التي يمكننا العودة إليها مراراً وتكراراً دون معرفة السبب. ويمكن للمرء أن يفكر في صوره الفوتوغرافية للحظات طويلة. وغالبا ما يتطور عمل سوزوكي في سلسلة مرتبطة في كثير من الأحيان. ",

            cardimg:'Risaku-Suzuki_12.jpg',
            imgs: ['Risaku-Suzuki_01.jpg', 'Risaku-Suzuki_02.jpg', 'Risaku-Suzuki_03.jpg', 'Risaku-Suzuki_04.jpg'],
            grid: [2,2],
            site: 'http://www.risakusuzuki.com',
            meta: '',
            copyright: "© Risaku Suzuki, Courtesy de Taka Ishii Gallery."
        },
        {
            name: 'كين كيتانو',

            description: '« "من خلال تداخل صور الآخرين على نفسي، بدأت بهذا الخلق المروع والتجريبي. »',

            quote: '« .  كان من المهم كسر المحيط والحدود. كانت محاولاتي جريئة. وكانت الصورة قد استقرت للتو في الطبعة. ولقد وجدت أنها مخيفة وجميلة جدًا. هذا “التداخل" هو أحد مكونات التصوير الفوتوغرافي الخاص بي". »',

            bio: [""],

            text: 'عمل كازويوشي أوسوي يعيد إنشاء إطارات غير كاملة عن قصد. فهو يمزج العناصر التي يبدو فيها التعايش أمراً مستحيلاً. ويتساءل المشاهد إذا كانت الصورة تمثل حقيقة أو مرحلة. وهو يخلق خيالاً مأساويًا وهميًا يتم تقديمه على أنه سرد، ولكنه أشبه بأساطير يمكن للمشاهدين اختيارها لإنشاء القصة التي تتطور في فترات قصيرة بين صوره الفوتوغرافية. وأراد في الأصل أن يصبح مخرجاً سينمائيًا ولكنه التفت إلى التصوير الفوتوغرافي بمجرد أن بدأ ممارسته. وكان أول فيلم وثائقي له عن الدالاي لاما الرابع عشر؛ وجاء إلهامه الأول من حركة استقلال التبت التي كان فيها آنذاك آدم يوش (عضو في Beastie Boys) متحدثاً باسمها. تستند ثلاثيته Showa، التي كان يعمل عليها منذ ما يقرب من 20 عاماً، إلى أماكن حافظت على "رائحة" من حقبة شووا، حيث نشأ فيها، ولكنها قيد الاختفاء. وأوسوي لا يعمل على الذاكرة: إنه يتخيل حقبة شووا كما لو أن الحقبة استمرت حتى الآن. وهذه الأماكن تطارد أفلام الفئة "ب"، أو الأشخاص المهمشين الذين يعيشون هناك في الواقع، في عقولهم أو في خيال المصور الفوتوغرافي. وكان مصدر إلهام أوسوي مستوحى من الرسامين اليابانيين كيوكاتا كابوراغي وستاي كومورا لاستخدامهما للألوان، وكذلك من التصوير السينمائي لكازوو ميازاوا (الذي صور فيلم Rashomon لكوروساوا، الحائز على جائزة مهرجان كان السينمائي في سنة 1951) والمخرج جون ووترز. ويتخلل "جمال الأطراف" (Taikyoku no bi) أيضاً ثلاثية Showa. وتغذي السامية والغرابة والرعب والفكاهة والشرقي والغربي والحياة والموت والأمام والخلف هذه الكليشيهات.  ودرس أوسوي مع المصور الفوتوغرافي الرائد هوسوي إيكو. وهذا التأثير ملحوظ في أعماله الفوتوغرافية بالأبيض والأسود، مثل Macaroni Christian. ',

            cardimg: 'Kazuyoshi-Usui_01.jpg',
            imgs: ['Kazuyoshi-Usui_01.jpg', 'Kazuyoshi-Usui_02.jpg', 'Kazuyoshi-Usui_03.jpg', 'Kazuyoshi-Usui_04.jpg', 'Kazuyoshi-Usui_05.jpg', 'Kazuyoshi-Usui_06.jpg', 'Kazuyoshi-Usui_07.jpg', 'Kazuyoshi-Usui_08.jpg', 'Kazuyoshi-Usui_09.jpg', 'Kazuyoshi-Usui_10.jpg', 'Kazuyoshi-Usui_11.jpg'],
            grid: [3, 3, 2, 2, 1],
            site: 'http://kazuyoshiusui.com',
            copyright: "© Usui Kazuyoshi"
        },
        {
            name: "ناروكي أوشيما",

            description: "« “أنا أعمل على فكرة أن “الرؤية لها علاقة جديدة مع العالم“، »",

            quote: "« “أنا أعمل على فكرة أن “الرؤية لها علاقة جديدة مع العالم“، خاصةً مع الوسيط الفوتوغرافي من خلال تكسير الإحساس بالمنظور، ومن خلال إدخال انعطاف في فهم البيئة اليومية، فأنا أحاول التعبير عن الضوء واللون والإحساس الذي يجعل الموضوع صورة فوتوغرافية من خلال تسليط الضوء على الضوء. وفي أعمالي، معنى عبارة “كل يوم“ ضعيف. وبالأحرى، فالغرابة المؤقتة في الظاهرة البصرية هي التي تُعرض بقوة أمام أعيننا“. »",

            bio: [""],

            text: "Haptic Green، وهي سلسلة من إنتاج ناروكي أوشيما، هي عبارة عن سلسلة صور فوتوغرافية دقيقة للغاية، قريبة من المسح في بعض النواحي. تتكون الصورة من عدد كبير جدًا من الإطارات التي تتألف منها صورة نهائية - مما يعني وجود عمل طويل. وعند الانتهاء من التصوير “الشامل““، يضيء كل شيء، وذلك بفضل الوقت الذي يتم قضاءه في الصورة. ويستخدم أوشيما تفاصيل الجهاز الرقمي كماسح ضوئي. ومن الصعب تقدير جمال أعماله على الشاشة - فهي مفصلة للغاية. وهو عمل شديد التحسس، حيث يخلق لي تجربة المشي في منظر طبيعي، وهو أمر لا يمكن للصورة الأحادية الإطار إثارته. وبمعنى آخر، صور ناروكي أوشيما تخلق تجربة استثنائية لا يمكن إثباتها إلا من خلال تصويره الفوتوغرافي. وهناك عدة نقاط حادة ونقاط غامضة في صورة فوتوغرافية لأوشيما. ويمكن تجميع إطاراته هذه في صورة فوتوغرافية واحدة بفضل التقنية الرقمية - وعلى المدى الطويل. ويعمل أوشيما في إشارة إلى فنانين آخرين مثل سيزان (مثل ريساكو). وقام بتصوير جبل سانت فيكتوار.  وكان في البداية صانع طباعة، واختار التصوير الفوتوغرافي كوسيط وهو يستخدم الصفات الخاصة للأجهزة ودقتها. وتستخدم Figures، وهي سلسلة أخرى لأوشيما، نفس تقنية Haptic Green، لكن معالجة الموضوع مختلفة تماماً. ولم تعد محورية في التصوير الفوتوغرافي: إنها تجربة معرفة من الذي يتولى زمام الأمور واللقاء الحسي مع الفرد بدلاً من صورة ذلك الشخص.  ودرس أوشيما التصوير الفوتوغرافي في جامعة دوسلدورف مع توماس روف. ",

            cardimg:'Naruki-Oshima_01.jpg',
            imgs: ['Naruki-Oshima_01.jpg', 'Naruki-Oshima_02.jpg', 'Naruki-Oshima_03.jpg', 'Naruki-Oshima_04.jpg', 'Naruki-Oshima_05.jpg'],
            grid: [2, 2, 1],
            site: 'http://www.naruki-oshima.org',
            copyright: "© Naruki Oshima"
        },
        {
            name: 'كازويوشي أوسوي',

            description: "« “بالنسبة لي، “شووا“ هي كلمة رئيسية تعبر عن بقاء الناس. ففي ذلك الوقت (شووا)، »",

            quote: "« “بالنسبة لي، “شووا“ هي كلمة رئيسية تعبر عن بقاء الناس. ففي ذلك الوقت (شووا)، كان هناك أشخاص يعيشون بتهور. وحتى لو كان الأمر صعباً، وحتى لو لم يكن مستحيلاً، فقد عاشوا هذا البقاء بضحك كبير. نحن نعيش الآن في العصر الذي بناه الجيل قبلنا بعد الحرب العالمية الثانية. وعلى الرغم من أننا في حالة ركود، فإننا نعيش في مجتمع لا يوجد فيه شيء مفقود. باستثناء أنه في الواقع هناك شيء مفقود. وأتساءل عما إذا كان من المقبول أن نعيش حياة “ممكنة“ بدلاً من حياة “كاملة“. ولهذا السبب أردت خلق عالم خيالي من خلال التصوير الفوتوغرافي“. وماذا لو لم ينته عصر شووا؟“ »",

            bio: [""],

            text: "قام كين كيتانو بتصوير 5134 شخصاً خلال مدة 14 سنة بينما كان يسافر عبر آسيا من أجل مشروعه “Our Face“. وبدأ هذا المشروع بعد زلزال كوبي وهجوم مترو طوكيو بالغاز من قبل طائفة أوم شنريكيو وغيرها من أعمال الإرهاب والحرب في جميع أنحاء العالم. ولم يكن بإمكانه تخيل دمج هذه الأحداث في اهتماماته الخاصة، وكان ذلك يزعجه.  ولهذا بدأ زيارة أماكن مختلفة وتصوير الناس من خلال فرض صورته الخاصة لخلق الترابط: فكرة “نحن“. وفي عصر العولمة هذا، لا تزال هناك مجموعات ثقافية خاصة بكل مكان. ولقد قام بخلق هذه السلسلة من أجل توصيل كل من الروابط بين الفرد والمجتمعات البشرية التي تتجاوزهم. وهو يطرح تحديا كبيراً في كل من إبداعاته. ففي Our Face، أنتج نسخ تماثلية طولها أكثر من 3 أمتار، وتتألف من صور متراكبة لأفراد ينتمون إلى فرق البيسبول والأديار البوذية والمدارس الإعدادية والثانوية وما إلى ذلك. وهكذا، يتساءل كيتانو عن العلاقة بين الفرد والمجتمع في وقت - على الرغم من الأهمية الأقل الممنوحة للجماعات وفكرة الانتماء - يكون كونك جزءًا من مجتمع أساسي لوجودنا لأننا جميعاً مترابطون رغم خلافاتنا.  وقد عرف كيتانو شهرة دولية مع هذا العمل. وقد عرض أعماله على نطاق واسع في اليابان والولايات المتحدة. وبالنسبة لمشروع Gathering Light، فقد قام بتثبيت كاميرا الصور الخاصة به لمدة ستة أشهر في أجزاء مختلفة من اليابان لتصوير الشمس عند الانقلاب والاعتدال. وينعكس وعيه الفريد بالزمن في أعماله. وتتعلق مواضيع وأسئلة كيتانو بوجودنا كبشر وعلاقتنا بالطبيعة والأرض والكون. ويشمل الحركة في الصور الثابتة، والبشر (من الناحية الجغرافية) وكذلك حركة الطبيعة - وبعبارة أخرى، فإنه يسجل حركة الحياة كما تُرى في الصور والأفلام السلبية: دائماً منتبه لعملية المراقبة/الحادث والمفاجآت. ويتكون عمله الحالي عن الأطفال من صور فوتوغرافية كبيرة لأطفال يزحفون على صفحات ضخمة من الورق.  ",

            cardimg: 'Ken-Kitano_01.jpg',
            imgs: ['Ken-Kitano_01.jpg', 'Ken-Kitano_02.jpg', 'Ken-Kitano_03.jpg', 'Ken-Kitano_04.jpg', 'Ken-Kitano_05.jpg', 'Ken-Kitano_06.jpg', 'Ken-Kitano_07.jpg', 'Ken-Kitano_08.jpg', 'Ken-Kitano_09.jpg', 'Ken-Kitano_10.jpg'],
            grid: [3, 3, 2, 2],
            site: 'http://www.ourface.com/english/profile.html',
            copyright: "© Ken Kitano"
        },
        {
            name: "يوجي هامادا",

            description: '« "التصوير الفوتوغرافي هو وسيط يوفر إمكانية تخيل الكل وما هو غير مرئي. »',

            quote: '« "التصوير الفوتوغرافي هو وسيط يوفر إمكانية تخيل الكل وما هو غير مرئي. ونحن نعلم أن التجربة العادية شائعة، ولكن عندما نشعر بها، فإننا نتفاجأ أحياناً. وهذه الأشياء المهملة لبساطتها هي واحدة من أفكاري الرئيسية. ومع استخدام الكاميرا، فأنا أعيد إدخالها من زوايا مختلفة". »',

            bio: [""],

            text: 'درس يوجي هامادا تاريخ التصوير الفوتوغرافي (وهو مؤلف أطروحة عن المصور الأمريكي روبرت آدمز). وقادته درايته الموسوعية بعمل المصورين الفوتوغرافيين الآخرين إلى التشكيك في العناصر الأساسية للتصوير الفوتوغرافي، مثل الضوء واللون والطباعة (ما هو RGB؟ و CMY؟) واهتمامه الرئيسي هو جعل الأشياء غير المرئية مرئية - مثل الضوء. وينخرط يوجي في نوع من التصوير الفوتوغرافي النادر في جيله. ويعمل على الأفلام التي اختفت منذ أواخر التسعينيات، وهو يرسم بنفسه معظم أعماله، سواء باللون الأسود أو الأبيض. ويمزج المواد الكيميائية ويهتم بعملية التطوير/النسخ وإمكاناتها.  وما هو رائع أيضاً في عمله هو مرحه الذي يشجع المشاهد على مشاهدته. وحتى إن كان عمله دقيقاً، فإن يوجي لديه عقل متفتح ومرونة تسمح له بالاستماع والتفاعل والتفكير في التصوير الفوتوغرافي الخاص به. كمشاهد، من الصعب تجاهل أعماله الجمالية المستمرة التي تتيح الفرصة لجمهور أوسع لدخول عالم جيد ودقيق يثير الخيال وراء نوايا الفنان. ويرافق هامادا الفيلم في صفاته المماثلة. وهو يترك هذه الصفات تظهر دون إجبارها - صفات تساهم في عالمه الملون والمرح. ومن بين مواضيعه الرئيسية نجد العلاقة بين المشاهدة / الخفية. وفي سنة 2016، خلال إقامة لمدة شهر واحد في وارسو ببولندا في إطار عاصمة الثقافة الأوروبية في عام 2016، قام بخلق سلسلة "Broken Cords". ويقول: "لا أعتقد أن الأشياء المهمة في الحياة تكمن بالضرورة في الأماكن التاريخية والمعالم الرمزية الكبيرة". في الواقع، غالباً ما تكون في أماكن عادية نأخذها كأمر مسلم به". وفي هذه السلسلة بالأبيض والأسود، بدأ في تصوير طبقات الملصقات في مباني ألمانية قديمة من الطوب القديم، ثم عمل في بلدات حدودية كانت نشطة للغاية في القرن العشرين. وفي هذه السلسلة، ضمّن هامادا ذكرياته الخاصة بالمدن لتلائم السلسلة من وجهة نظره. وفي سلسلة أخرى، Primal Mountain، خلق منحوتة جبل من الألومنيوم والصورة الفوتوغرافية تحت الضوء الطبيعي على شرفته. وولدت فكرة هذه السلسلة مع بطاقة بريدية تلقاها من صديق يعيش في سويسرا بعد كارثة فوكوشيما في سنة 2011. جبل الألومنيوم الذي صنعه هو محطة الطاقة النووية التي تبدو وكأنها جبل حقيقي وهي ليست كذلك. كيف تمثل كارثة نووية؟  يكاد يكون من المستحيل باستثناء تصوير الحقول الفارغة، إلخ. - التي لا نراها. وقام هامادا بتركيب هذه السلسلة في فيفي بسويسرا: تظهر الصور الفوتوغرافية في البحيرة، مما يمثل تفكك محطات الطاقة النووية والنفايات النووية التي ألقيت في البحر. وتتميز صور هامادا بتصويرها الغني بالجودة التي يفتقر إليها بشدة عالم التصوير السريع التغير - واختيار التقنية والعرض التقديمي غالبًا ما يتم التضحية به للموضوع.',

            cardimg: 'Yuji-Hamada_01.jpg',
            imgs: ['Yuji-Hamada_01.jpg', 'Yuji-Hamada_02.jpg', 'Yuji-Hamada_03.jpg', 'Yuji-Hamada_04.jpg', 'Yuji-Hamada_05.jpg', 'Yuji-Hamada_06.jpg',  'Yuji-Hamada_07.jpg' , 'Yuji-Hamada_08.jpg', 'Yuji-Hamada_09.jpg', 'Yuji-Hamada_10.jpg', 'Yuji-Hamada_11.jpg'],
            grid: [1, 3, 3, 3, 1],
            site: 'http://hamadayuji.com',
            copyright: "© Yuji Hamada"
        },
        {
            name: "يوكي أونوديرا",

            description: "« “أود أن أتخيل الزمن الذي تم فيه اختراع التصوير الفوتوغرافي. »",

            quote: '« "أود أن أتخيل الزمن الذي تم فيه اختراع التصوير الفوتوغرافي. أداة بصرية تسمى كاميرا وتعمل على إصلاح الظاهرة بشكل مسطح أمام العينين. حيث يمكن ملاحظة نفسنا من خلال الصورة الفوتوغرافية. أليس هذا الإجراء تجربة غريبة للغاية؟ البحث عما هو هذا الإحساس الأول من "الغرابة" هو أحد الأسباب التي تجعلني أظل مخلصاً للتصوير الفوتوغرافي". »',

            bio: [""],

            text: 'عمل يوكي أونوديرا هو عمل من الصور الفوتوغرافية التي لا يمكن إنكارها؛ تقنيتها وأسلوبها المبدع. وهي واحدة من أشهر المصورين اليابانيين على المستوى الدولي. وأعمالها لعوبة ومبتكرة. وهي تبحث عن تحديات لا يمكن أن توجد إلا في التصوير الفوتوغرافي. ومسلسلاتها تطفو في كثير من الأحيان، دون قيود الجاذبية. كما تستكشف الحركة في السكون في هذه المسلسلات.  تعتمد "Roma-Roma" (السويد، إسبانيا) على مدينتين تدعيان "روما"، والتي صورتهما عشوائيًا باستخدام كاميرا ثنائية العدسة. وتم تلوين الصور الفوتوغرافية باليد مثل البطاقات البريدية القديمة. Below Orpheus (إسبانيا، نيوزيلندا) هي سلسلة جرائم خيالية تتخيل اختفاء شخص في فندق في مدريد. - يوجد الشخص في الجانب الآخر من العالم، أي في نيوزيلندا. وتعمل أونوديرا مع أجهزة وعمليات مختلفة اعتماداً على كل سلسلة. وهناك جمال شديد في طباعتها الكبيرة المصنوعة من ألياف الجيلاتين التي تصنعها مع شريكها. وهو كمال نادر في وقتنا هذا. وعاشت أونوديرا في فرنسا، حيث كانت أول سلسلة معروفة لها هي Portrait of Secondhand Clothes (صورة لملابس مستعملة) من معرض "Dispersion" لكريستيان بولتانسكي (1993). وقامت بتصوير كل لباس على شرفتها بمونمارتر. في Comment fabriquer une perle (كيفية صنع لؤلؤة)، وضعت خرزات زجاجية في الكاميرا وصورت أشخاصاً في الشارع. وتخلق الكرات ظلالاً مظلمة وتعطي انطباعاً بأن أجساد الناس مدفوعة بوجود "اللؤلؤة" البيضاء. وفي هذه السلسلة، طورت أونوديرا فيلمها وحسنت الرقاقات الفيلمية كما لو كان سطحه هو المقرب من اللؤلؤة، مما يعطي الانطباع بأن النسخ قد تشققت وأن الشخصيات تطورت في الحجم. وفي العديد من أعمالها، تبدو الأشياء وكأنها تطفو مقارنة بالكليشيهات التي تم تصويرها ورسوها وتركيبها بوضوح. تتألف Transvest و Eclipse Ecular من قصاصات وصور مثبتة على مجلات وصور فوتوغرافية بإضاءة خلفية. وتوجد داخل كل جسم أعمدة إنارة ومباني تاريخية وصور مجهرية للعالم. وتقدم Travest نسخ فضية يبلغ ارتفاعها حوالي مترين، وهو ارتفاع مقرب من حجم الشخص ومرسوم من قبل الفنانة. أخيراً وليس آخرًا، سلسلة Eleventh Finger هي سلسلة صورت فيها أشخاصاً في الشارع بكاميرا خفية دون النظر إلى عدسة الكاميرا. ثم قامت بالتقاط صورة فوتوغرافية ووضعتها أمام وجههم وفقاً لحركاتهم الجسدية اللاواعية. الـ Eleventh Finger - الإصبع الحادي عشر - هو إصبعها. أعمال يوكي أونوديرا غنية تقنيًا وممتعة. فهي تثير التصوير الفوتوغرافي كوسيط. ومن الواضح أن عملها يحتوي على موضوع، لكنها لا تريد التركيز وفرضه كمحور لعملها؛ وهي توفر للجمهور الفرصة لعيش تجربة الرؤية من خلال عملها. ',

            cardimg: 'Yuki-Onodera_02.jpg',
            imgs: ['Yuki-Onodera_01.jpg', 'Yuki-Onodera_02.jpg', 'Yuki-Onodera_03.jpg', 'Yuki-Onodera_04.jpg', 'Yuki-Onodera_05.jpg'],
            grid: [1, 3, 1],
            site: 'https://yukionodera.fr',
            copyright: "© Yuki Onodera"
        },
    ],

    copyrights: [": جميع حقوق النصوص والصور محفوظة", "© Yuji Hamada, © Ken Kitano © Naruki Oshima © Yuki Onodera ©Kazuyoshi Usui","© Risaku Suzuki, Courtesy de Taka Ishii Gallery."],


    program: [

        {
            title: '',
            date: '17 أكتوبر',
            presentation: 'عرض تقديمي مع كريستين إيين (مؤرخة فنية، مفوضة، مديرة فنية ببينالي الدار البيضاء)',
            place: ' متحف إيف سان لوران',
            img: 'Partners_01.jpg'
        },

        {
            title: '',
            date: '18 أكتوبر',
            presentation: "رواق كومتوار دي مين: عرض تقديمي للفنانين حول العملية الإبداعية" ,
            place: 'رواق كومتوار دي مين',
            img: 'Partners_02.jpg'
        },

        {
            title: '',
            date: '19 أكتوبر',
            presentation: "عرض على الشاشة الكبيرة لعمل الفنانين الستة. وسيقدم كل فنان أعماله وسيكون له جلسة أسئلة/إجابات مع الجمهور. ",
            place: 'قصر البديع',
            img: 'Partners_03.jpg'
        },


    ],

    futur_title: "Futurs Développements",

    futur: [
        " معرض برواق كومتوار دي مين لأعمال الفنانين الستة (بما في ذلك العمل الذي تم خلقه سنة 2019",
        "2020 دعوة أربعة فنانين مغاربة إلى اليابان لإقامة قصيرة. كما سيتم عرض أعمالهم برواق كومتوار دي مين كجزء من المعرض مع مصورين فوتوغرافيين يابانيين.",
        "ابتداءً من سنة 2021 معارض بأماكن أخرى من العالم",
    ],


    partners: ['Partners_04.jpg', "Partners_05.jpg"],
    partnersite:'http://rencontres-photos.com',

    credits: [
        "بدعم من وكالة الشؤون الثقافية، حكومة اليابان، برسم السنة المالية 2019",
        "فعالية يتم احتضانها في: اللقاء الدولي الثاني للتصوير الفوتوغرافي بمراكش",
        "تنظيم المشروع: Go Ahead Research",
        "المسؤولة عن المشروع: ميكي نيتادوري"
    ],

    infos: [{
        date: '17 Octobre 2019',
        name: 'Musée Yves Saint Laurent',
        address1: 'Rue Yves St Laurent',
        address2: 'Marrakech',
        site:'https://www.museeyslmarrakech.com'
    },
    {
        date: '18 Octobre 2019',
        name: 'Galerie Comptoir des Mines',
        address1: '62, Angle rue de la Liberté',
        address2: 'Marrakech',
        site: 'https://www.comptoirdesminesgalerie.com'
    },
    {
        date: '19 Octobre 2019',
        name: 'Palais el Badi',
        address1: 'Ksibat Nhass',
        address2: 'Marrakech',
        site:'https://www.palais-el-badi.com'
    }
],

    keepintouch:["Contact","contact@goaheadresearch.com","Newsletter :"]
}

export default contentfr;